base-devel
xorg-server
xorg-xinit
zip
unzip
mpc
mpd
neovim
git
xorg-apps
firefox
discord
steam
yt-dlp
mpv
ffmpeg
acpilight
dmenu
ttf-hack-nerd
ttf-meslo-nerd
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
picom
slock
xclip
ncmpcpp
dunst
maim
lf
ranger
clang
sxiv
zathura
zathura-pdf-mupdf
p7zip
hsetroot
python-pywal
